{
    "index": "Index",
    "projects": "Projects",
    "presentation": "Hi! I'm",
    "and-im": "And I'm",
    "download-resume": "Download Resume",
    "about-me": "About me",
    "about-me-p1": "Hi, my name's Matías Pendino, I'm 23 years old and I'm from Rosario, Argentina",
    "about-me-p2": "I always liked software, so in 2017 I started to study by my own. In 2020, decided to enroll in the Bachelor of Software Technology, that I finished in December 2022. Besides, in February 2023 I took the IELTS General Training English exam, in which I got a general qualification of 7 (CEFR C1).",
    "about-me-p3": "Currently I am a fullstack developer oriented to back-end, working mainly with Django, Django REST Framework and PostgreSQL. I have also worked in projects using React/Next.js on the frontend, and WordPress for freelance projects.",
    "skills": "Skills",
    "level": "Level",
    "very-good": "Very good",
    "good": "Good",
    "intermediate": "Intermediate",
    "experience": "Experience",
    "experience-ppc": "FullStack Web Developer - Podium Pick´em Challenge",
    "experience-ppc-date": "January 2024 - August 2024",
    "experience-ppc-i1": "Worked using Django, Django REST Framework, and PostgreSQL on the backend, and React / Next.js on the frontend",
    "experience-ppc-i2": "Integrated a email service (Mailgun) for user notifications, Stripe payment method implementation",
    "experience-ppc-i3": "Used Django ORM for efficient data handling and ensured smooth user experience through robust API development and responsive design techniques",
    "experience-muchticket": "Full Stack Developer - Muchticket",
    "experience-muchticket-date": "March 2022 to July 2023",
    "experience-muchticket-i1": "Creation of new system from scratch using best Django practices.",
    "experience-muchticket-i2": "Integration of several payment methods as CyberSource, PayPal, SiemprePago, PlusPagos, and others.",
    "experience-muchticket-i3": "Use of technologies as Django, Django REST Framework, JQuery, HTML, CSS, JavaScript, Bootstrap, Git and Gitea.",
    "experience-freelance": "Freelancer Developer",
    "experience-freelance-date": "September 2023 to August 2024",
    "experience-freelance-i1": "E-commerce, personal and business websites design and development.",
    "experience-freelance-i2": "Bug fixer in WordPress and Django projects.",
    "experience-freelance-i3": "Use of several tools as Figma, Notion, Photoshop and Canva.",
    "experience-freelance-i4": "Daily communication with customers.",
    "experience-litoral": "Full Stack Developer - Litoral Celulares",
    "experience-litoral-date": "February 2021 to February 2022",
    "experience-litoral-i1": "Use of technologies as Python, Django, MySQL, HTML, CSS, JavaScript / JQuery, and deployed it using Nginx / Gunicorn.",
    "experience-litoral-i2": "Development of new features, fixing bugs, and providing technical support for the team using the website",
    "experience-litoral-i3": "The website enabled over 150 wholesale resellers to make purchases directly through the website.",
    "some-projects": "Some projects",
    "created-by": "Created by"
}