{
    "index": "Inicio",
    "projects": "Proyectos",
    "presentation": "Hola! Soy",
    "and-im": "Y soy",
    "download-resume": "Descargar CV",
    "about-me": "Sobre mí",
    "about-me-p1": "Hola, mi nombre es Matías Pendino, tengo 23 años y soy de Rosario, Argentina.",
    "about-me-p2": "Siempre me llamó la atención el software, por lo que en 2017 empecé a estudiar de manera autodidacta. Luego en 2020, me decidí a realizar la Tecnicatura Superior en Desarrollo de Software, la cual finalicé en diciembre del 2022. Tengo un nivel de inglés fluido; en febrero de 2023 realicé un examen IELTS obteniendo una calificación general de 7 (C1).",
    "about-me-p3": "Actualmente me especializo en el desarrollo backend, utilizando principalmente Django, Django REST Framework y PostgreSQL. También he trabajado en proyectos utilizando React/Next.js en el frontend, y WordPress para sitios freelance.",
    "skills": "Habilidades",
    "level": "Nivel",
    "very-good": "Muy bueno",
    "good": "Bueno",
    "intermediate": "Medio",
    "experience": "Experiencia",
    "experience-ppc": "Desarrollador FullStack Web - Podium Pick´em Challenge",
    "experience-ppc-date": "Enero 2024 - Agosto 2024",
    "experience-ppc-i1": "Uso de Django, Django REST Framework y PostgreSQL en el backend y React / Next.js en el frontend.",
    "experience-ppc-i2": "Integración de un proveedor de correo electrónico (Mailgun) para notificaciones de usuario, implementación de Stripe como método de pago.",
    "experience-ppc-i3": "Uso del ORM de Django para un manejo eficiente de datos y asegurar una fluida experiencia de usuario a través de un desarrollo robusto de la API y técnicas de diseño responsive.",
    "experience-muchticket": "Desarrollador Full Stack MuchTicket",
    "experience-muchticket-date": "Marzo 2022 - Julio 2023",
    "experience-muchticket-i1": "Creación de un nuevo sistema, siguendo las mejores prácticas de Django.",
    "experience-muchticket-i2": "Integración de diversos medios de pago como CyberSource, PayPal, SiemprePago, PlusPagos, entre otros.",
    "experience-muchticket-i3": "Uso de tecnologías tales como Django, Django REST Framework, HTML, CSS, JavaScript, Bootstrap, Git y Gitea.",
    "experience-freelance": "Desarrollador Web Freelance",
    "experience-freelance-date": "Septiembre 2023 - Agosto 2024",
    "experience-freelance-i1": "Diseños y desarrollos de tiendas online, y sitios web personales y empresariales.",
    "experience-freelance-i2": "Solución de errores en proyectos WordPress y Django.",
    "experience-freelance-i3": "Utilización de diversas herramientas como Figma, Notion, Photoshop y Canva.",
    "experience-freelance-i4": "Comunicación diaria con clientes.",
    "experience-litoral": "Desarrollador Full Stack Litoral Celulares",
    "experience-litoral-date": "Febrero 2021 - Febrero 2022",
    "experience-litoral-i1": "Uso de Python, Django, MySQL, HTML, CSS, JavaScript / JQuery, y desplegado usando Nginx / Gunicorn.",
    "experience-litoral-i2": "Desarrollo de nuevas funcionalidades, arreglo de errores, y soporte técnico.",
    "experience-litoral-i3": "El sitio web permitió que más de 150 revendedores minoristas hagan sus compras en linea.",
    "some-projects": "Algunos proyectos",
    "created-by": "Creado por"
}